apt-transport-https
barrier
blueman
bsdutils
build-essential
ca-certificates
code
containerd.io
curl
dash
dbus-x11
dconf-editor
diffutils
dnsmasq
docker-buildx-plugin
docker-ce
docker-ce-cli
docker-ce-rootless-extras
docker-compose-plugin
docker-model-plugin
dotnet-sdk-8.0
duck
efibootmgr
eza
fcitx5
fcitx5-frontend-gtk2
fcitx5-frontend-gtk3
fcitx5-frontend-qt5
fcitx5-frontend-qt6
fcitx5-hangul
findutils
flameshot
flatpak
fonts-nanum
fonts-noto-cjk-extra
git
gnome-keyring
gnome-shell-extension-manager
gnome-user-docs-ko
gnupg
google-chrome-stable
google-cloud-cli
gpg
grep
grub-efi-amd64
grub-efi-amd64-signed
gzip
helm
hostname
hunspell-en-au
hunspell-en-ca
hunspell-en-gb
hunspell-en-za
hunspell-ko
ibus-hangul
ibus-table-cangjie-big
ibus-table-cangjie3
ibus-table-cangjie5
init
kitty
kubeadm
kubectl
kubelet
language-pack-en
language-pack-en-base
language-pack-gnome-en
language-pack-gnome-en-base
language-pack-gnome-ko
language-pack-ko
libchewing3
libchewing3-data
libfuse2t64
libgnutls30t64:i386
libm17n-0
libmarisa0
libopencc-data
libopencc1.1
libotf1
libpinyin-data
libpinyin15
libpq-dev
libsecret-1-0
linux-firmware
linux-generic-hwe-24.04
login
lsd
m17n-db
ncurses-base
ncurses-bin
net-tools
netpad
obsidian
pipx
python3
python3-dev
python3-netifaces
python3-tk
rclone
remmina
remmina-plugin-secret
remmina-plugin-vnc
s3cmd
shim-signed
synology-drive
tabby-terminal
tableplus
tilix
tree
ubuntu-desktop-minimal
ubuntu-minimal
ubuntu-restricted-addons
ubuntu-standard
ubuntu-wallpapers
unzip
wbritish
winbind
wine32:i386
wine64
winehq-stable
winetricks
xclip
zip
zsh
